{
    "data": [
        {
            "title": "What characteristics do you think a good teacher should have? （06. 3.3; 07. 11.3考题）",
            "text": "In my view, a good teacher should have different characteristics. \nFirst, a good teacher should be faithful and dedicated to the job. If a teacher is faithful to the job, then s/he never cheats and will be impartial（偏向） and students will respect such a teacher. If a teacher is dedicated towards his/her work, then s/he will teach with his/her heart.\nAnother most important characteristic of a good teacher is patience. Teachers should never lose their patience in class when students ask questions repeatedly. A teacher should explain each and every aspect of the topic in the easiest way.\nMost of all, a good teacher should update his/her knowledge ‘cause further learning can make a good teacher re-discover the beauty of the teaching profession.",
            "cat": "about people"
        },
        {
            "title": "What are the important characteristics you look for in friends?（06. 5.12; 06. 6.24; 07.1.27考题）",
            "text": "I think what makes a good friend is someone who is honest, supportive, and has a good sense of humor. I just look for someone who's honest to me no matter what. He should not tell stories behind my back; he should tell me my short-comings at my mouth, but never praises me in front of me.\nIt is a well known saying that \"A FRIEND IN NEED IS A FRIEND INDEED.\" Therefore, a friend should stand by you in the hour of any sort of need. I just think that a good friend won't leave me if I'm in trouble. They can be my friends in the sunshine and in shade, care for me even when the times are bad and even more when the times are great.\nAlso, I'd love to spend more time with someone who can make me laugh and is fun to be around.",
            "cat": "about people"
        },
        {
            "title": "Describe a person that influenced you most.（06. 5.26; 06. 3. 17；06.10.22考题；与06.5.26类似）",
            "text": "The person that really influenced me most was Ms. Xing---my college teacher who taught us English literature.\nHer class was quite different from the other teachers. In her class, we were not expected to sit there and listen. We had to get more involved in the class activities, like discussions, comments, or debates sometimes. Our creativity and imagination were developed enormously through active participation.\nOn the other hand, she let us think more about life by sharing her experiences, and more importantly, she taught me how to live on my own. So that's why I was greatly influenced. Not only did she give me knowledge, but also she gave me courage and confidence as well.",
            "cat": "about people"
        },
        {
            "title": "Describe a book that you think is the most useful and explain why it is the most useful. Include reasons and examples to support your response.（05. 11.19考题）",
            "text": "The book that I think is the most useful is OG, Official Guide for new TOEFL. I'm a book lover and have lots and lots of collections. But OG is of the greatest use ‘cause I'm taking TOEFL Test, which is a must for a student who is gonna finish his or her overseas study in America. Not only does it give the brief introduction of the test, but it also provides test candidates with practical tips. On the other hand, some basics of English language are offered following the main parts, which is very helpful for those who don't have a good command of English. Most of all, it helps me get well prepared for TOEFL iBT and improve my performance on the four skills as well. This definitely leads to the academic success in my future study. That's why I think OG is the most useful book for me.",
            "cat": "about objects"
        },
        {
            "title": "Which do you like to read, magazines, novels or poems? And why? （06. 2.3; 06. 10.28; 07. 1.6考题）",
            "text": "I prefer magazines to fictions or poems, especially monthly magazines ‘cause they are like colorful flowers in a garden.They are good in some way and fill current trends and demands in different ways.\nMy definition of a good magazine is one that doesn't just stick to the same writers and trends. The presentation, theme, and subjects should vary to grab the interest of readers. And a magazine should be a place where new writers can blossom. I would like to see more magazine stories and features on the new generation of writers and I hope to read more about new trends and new ideas. I read five or six magazines per month and I buy two magazines regularly---fashion and beauty magazines, ‘cause they are worth reading for their entertainment news and fashion and beauty tips. Sometimes the personality profiles（个人档案/简介） of successful business icons（这里指“人物”） are also fun to read.",
            "cat": "about objects"
        },
        {
            "title": "Describe the most efficient transportation in your country. （06. 4.8; 06. 12.15考题）",
            "text": "The most effective means of transport, I'd say, is bicycle, an indispensable companion of most Chinese even though the private cars are on the rise. Each Chinese family possesses at least one bicycle and it is especially popular among college students. Compared with cars, bicycle still has some advantages. First, it is very convenient due to its small size. It does not need special parking space and can be parked almost everywhere. Second, driven by man power, it doesn't need fuel, so it has nothing to do with air pollution and energy crisis. Third, most people can afford a bicycle, but not a more advanced car. With so many advantages, bicycle will remain to be the most effective means of transport in China in the following years.",
            "cat": "about objects"
        },
        {
            "title": "Describe one of the most important inventions in the last 100 years. （06. 4.28; 07.3.10考题）",
            "text": "Some people might think the computer is one of the most important inventions in the last century. But I'd say television. Since the invention of TV, human history has started a new page. First, TV allows people to learn about what's going on in the world. With such information, they are able to get a better understanding of the world they live in. What's more, TV provides a lot of interesting programs that many people enjoy after a long day's work. Its visual effect makes people feel less stressed and more relaxed. Most important of all, Television has a great influence on the way people think and talk.",
            "cat": "about objects"
        },
        {
            "title": "If you get a chance to choose a job, what will you do? （06. 7.29; 06. 11.18; 08.3.2考题）",
            "text": "If I could freely choose any job, I would choose a job where I could do something constructive and beneficial for ordinary people. Definitely it would be something helping people.\nTeaching, of course, is sort of that kind of job---- if you do it properly you can certainly help people. Traditionally in China teachers have been very respected; we have a saying a teacher for a day is a father for life.\nNowadays, attitudes are changing, and perhaps people are more realistic. But my dream isn't changing. I wouldn't be helping them materially but I could give them a lot of pleasure and lighten their days.\nI love teaching and I want it to be my whole life's career ‘cause I feel I really am contributing something to people's lives, to help them.",
            "cat": "about objects"
        }
    ]
}